{"ImageElementCollection":{"title":"A gallery","ImageElement":[{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-LPCHzNg\/0\/L\/i-LPCHzNg-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-LPCHzNg\/0\/50x50\/i-LPCHzNg-50x50.jpg","caption":"Robert Connolly, left, embraces his wife Laura as they survey the remains of the home owned by her parents that burned to the ground in the Breezy Point section of New York, Tuesday, Oct. 30, 2012. More than 50 homes were destroyed in the fire which swept through the oceanfront  community during superstorm Sandy. At right is their son, Kyle. (AP Photo\/Mark Lennihan)","width":1500,"height":939},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-qtrsggR\/0\/L\/i-qtrsggR-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-qtrsggR\/0\/50x50\/i-qtrsggR-50x50.jpg","caption":"A parking lot full of yellow cabs is flooded as a result of superstorm Sandy on Tuesday, Oct. 30, 2012 in Hoboken, NJ. (AP Photo\/Charles Sykes)","width":1500,"height":998},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-LZHgSkt\/0\/L\/i-LZHgSkt-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-LZHgSkt\/0\/50x50\/i-LZHgSkt-50x50.jpg","caption":"Sand fills the streets in the wake of superstorm Sandy, along the central Jersey Shore, N.J. on Wednesday, Oct. 31, 2012. The total economic damage from Superstorm Sandy could run as high as $50 billion, according to new estimates from the forecasting firm Eqecat. That would make it the second-costliest storm in U.S. history after Hurricane Katrina. (AP Photo\/Mike Groll)","width":1500,"height":982},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-McMKCKk\/0\/L\/i-McMKCKk-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-McMKCKk\/0\/50x50\/i-McMKCKk-50x50.jpg","caption":"The iconic Princess Cottage, built in 1855, remains standing after being ravaged by flooding on November 21, 2012 in Union Beach, New Jersey. Little more than half of the home remains and more than 200 homes were destroyed by Superstorm Sandy in the town.  (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-ChcPcn3\/0\/L\/i-ChcPcn3-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-ChcPcn3\/0\/50x50\/i-ChcPcn3-50x50.jpg","caption":"Water rushes into the Carey Tunnel (previously the Brooklyn Battery Tunnel), caused by Hurricane Sandy, October 29, 2012, in the Financial District of New York, United States. Hurricane Sandy, which threatens 50 million people in the eastern third of the U.S., is expected to bring days of rain, high winds and possibly heavy snow. New York Governor Andrew Cuomo announced the closure of all New York City will bus, subway and commuter rail service as of Sunday evening.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-npjCnTJ\/0\/L\/i-npjCnTJ-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-npjCnTJ\/0\/50x50\/i-npjCnTJ-50x50.jpg","caption":"Rising water, caused by Hurricane Sandy, rushes into an underground parking garage on October 29, 2012, in the Financial District of New York, United States. Hurricane Sandy, which threatens 50 million people in the eastern third of the U.S., is expected to bring days of rain, high winds and possibly heavy snow. New York Governor Andrew Cuomo announced the closure of all New York City will bus, subway and commuter rail service as of Sunday evening.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-r3nzr8t\/0\/L\/i-r3nzr8t-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-r3nzr8t\/0\/50x50\/i-r3nzr8t-50x50.jpg","caption":"The Empire State Building towers in the background of an apartment building in Chelsea, New York City, with the facade broken off October 30, 2012  the morning after Hurricane Sandy.  The death toll from superstorm Sandy has risen to 16 in the mainland United States and Canada, and was expected to climb further as several people were still missing, officials said Tuesday.  Connecticut, New York, New Jersey, Maryland, Pennsylvania, West Virginia and North Carolina reported 15 dead from the massive storm system, and Toronto police said a Canadian woman was killed by flying debris.   (Photo credit should read TIMOTHY A. CLARY\/AFP\/Getty Images)","width":1500,"height":1153},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-nNbnF96\/0\/L\/i-nNbnF96-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-nNbnF96\/0\/50x50\/i-nNbnF96-50x50.jpg","caption":"A construction crane dangles October 30, 2012 atop a 1.5 billion USD luxury high-rise in midtown Manhattan after collapsing in high winds as New Yorkers assess damage the morning after Hurricane Sandy made landfall. The death toll from superstorm Sandy has risen to 16 in the mainland United States and Canada, and was expected to climb further as several people were still missing, officials said Tuesday.  Connecticut, New York, New Jersey, Maryland, Pennsylvania, West Virginia and North Carolina reported 15 dead from the massive storm system, and Toronto police said a Canadian woman was killed by flying debris.  (Photo credit should read TIMOTHY A. CLARY\/AFP\/Getty Images)","width":1500,"height":1141},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-pnZpB6X\/0\/L\/i-pnZpB6X-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-pnZpB6X\/0\/50x50\/i-pnZpB6X-50x50.jpg","caption":"People crowd into a Chase Bank ATM kiosk to charge phones and laptops at 40th Street and 3rd Avenue, one block north of where power has gone out, on October 31, 2012 in New York City. \"This is the modern campfire,\" one man said. Businesses and residents across the eastern seaboard are attempting to return to their daily lives and  normal operations as clean-up from Hurricane Sandy continues.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-X2ZHMf7\/0\/L\/i-X2ZHMf7-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-X2ZHMf7\/0\/50x50\/i-X2ZHMf7-50x50.jpg","caption":"Homes are flooded after Hurricane Sandy made landfall on the southern New Jersey coastline October 30, 2012 in Tuckerton, New Jersey. The storm has claimed many lives in the United States and has caused massive flooding across much of the Atlantic seaboard. U.S. President Barack Obama has declared the situation a \"major disaster\" for large areas of the U.S. east coast, including New York City, with widespread power outages and significant flooding in parts of the city.  (Photo by U.S. Coast Guard via Getty Images)","width":1500,"height":996},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-CKz6ZBP\/0\/L\/i-CKz6ZBP-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-CKz6ZBP\/0\/50x50\/i-CKz6ZBP-50x50.jpg","caption":"The Star Jet roller coaster remains in the water after the Casion Pier it sat on collapsed from the forces of Superstorm Sandy, February 19, 2013 in Seaside Heights, New Jersey. Governor Chris Christie has estimated that damage in New Jersey caused by Superstorm Sandy could reach $37 billion.  (Photo by Mark Wilson\/Getty Images)","width":1500,"height":990},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-pSMGxZ4\/0\/L\/i-pSMGxZ4-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-pSMGxZ4\/0\/50x50\/i-pSMGxZ4-50x50.jpg","caption":"A Virgin Mary is all that remains from a home which was destroyed during Hurricane Sandy October 30, 2012 in the Breezy Point neighborhood of the Queens borough of New York City. At least a few dozen people were reported killed in the United States by Sandy as millions of people in the eastern United States have awoken to widespread power outages, flooded homes and downed trees. New York City was hit especially hard with widespread power outages and significant flooding in parts of the city.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-zP5zvzG\/0\/L\/i-zP5zvzG-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-zP5zvzG\/0\/50x50\/i-zP5zvzG-50x50.jpg","caption":"Homes destroyed during Hurricane Sandy are viewed on October 30, 2012 in the Breezy Point neighborhood of the Queens borough of New York. At least 33 people were reported killed in the United States by Sandy as millions of people in the eastern United States have awoken to widespread power outages, flooded homes and downed trees. New York City was hit especially hard with wide spread power outages and significant flooding in parts of the city.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-tFGRN5D\/0\/L\/i-tFGRN5D-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-tFGRN5D\/0\/50x50\/i-tFGRN5D-50x50.jpg","caption":"Over 50 homes destroyed in a fire during Hurricane Sandy are viewed October 30, 2012 in the Breezy Point neighborhood of the Queens borough of New York City. At least a few dozen people were reported killed in the United States by Sandy as millions of people in the eastern United States have awoken to widespread power outages, flooded homes and downed trees. New York City was hit especially hard with widespread power outages and significant flooding in parts of the city.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-BzsHhcB\/0\/L\/i-BzsHhcB-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-BzsHhcB\/0\/50x50\/i-BzsHhcB-50x50.jpg","caption":"A firefighter stands in the remains of a home in the Rockaway neighborhood destroyed by fire during Hurricane Sandy on October 31, 2012 in the Queens borough of New York City. With the death toll currently at 55 and millions of homes and businesses without power, the US east coast is attempting to recover from the affects of floods, fires and power outages brought on by Hurricane Sandy. JFK airport in New York and Newark airport in New Jersey expect to resume flights on Wednesday morning and the New York Stock Exchange commenced trading after being closed for two days.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-bP3XLTJ\/0\/L\/i-bP3XLTJ-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-bP3XLTJ\/0\/50x50\/i-bP3XLTJ-50x50.jpg","caption":"Snow from a Nor'Easter storm coats homes burned in the aftermath of Superstorm Sandy on November 8, 2012 in the Breezy Point neighborhood of the Queens borough of New York City. The storm brought gusting winds, rain, and snow and forced the cancelation of flights for thousands of passengers flying into and out of JFK, LaGuardia and Newark.  (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-phDM7L9\/0\/L\/i-phDM7L9-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-phDM7L9\/0\/50x50\/i-phDM7L9-50x50.jpg","caption":"Damage is viewed in the Rockaway neighborhood where the historic boardwalk was washed away during Hurricane Sandy on October 31, 2012 in the Queens borough of New York City. With the death toll currently at 55 and millions of homes and businesses without power, the US east coast is attempting to recover from the affects of floods, fires and power outages brought on by Hurricane Sandy. JFK airport in New York and Newark airport in New Jersey expect to resume flights on Wednesday morning and the New York Stock Exchange commenced trading after being closed for two days.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-FR2HhhV\/0\/L\/i-FR2HhhV-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-FR2HhhV\/0\/50x50\/i-FR2HhhV-50x50.jpg","caption":"US President Barack Obama comforts Hurricane Sandy victim Dana Vanzant as he visits a neighborhood in Brigantine, New Jersey, on October 31, 2012. Americans sifted through the wreckage of superstorm Sandy on Wednesday as millions remained without power. The storm carved a trail of devastation across New York City and New Jersey, killing dozens of people in several states, swamping miles of coastline, and throwing the tied-up White House race into disarray just days before the vote.   JEWEL SAMAD\/AFP\/Getty Images","width":1500,"height":1047},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-zQNvJ2J\/0\/L\/i-zQNvJ2J-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-zQNvJ2J\/0\/50x50\/i-zQNvJ2J-50x50.jpg","caption":"Steven Lawit recovers items from his destroyed home on November 21, 2012 in Mantoloking, New Jersey. Mantoloking was one of the hardest hit areas by Superstorm Sandy.  (Photo by Mario Tama\/Getty Images)","width":1500,"height":1017},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-QZ98PHf\/0\/L\/i-QZ98PHf-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-QZ98PHf\/0\/50x50\/i-QZ98PHf-50x50.jpg","caption":"A living room is filled with sand washed in by Superstorm Sandy on November 14, 2012 in Point Pleasant Beach, New Jersey. Many residents of the hard hit seaside town remain without power following Superstorm Sandy. (Photo by Mario Tama\/Getty Images)","width":1500,"height":999},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-88DQCBJ\/0\/L\/i-88DQCBJ-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-88DQCBJ\/0\/50x50\/i-88DQCBJ-50x50.jpg","caption":"Water from the Hudson river breaching the wall in Lower Manhattan  October 29, 2012 as New Yorkers prepare for Hurricane Sandy expected to hit the city later tonight. Much of the eastern United States was in lockdown mode October 29, 2012 awaiting the arrival of a hurricane dubbed \"Frankenstorm\" that threatened to wreak havoc on the area with storm surges, driving rain and devastating winds.   AFP PHOTO \/ TIMOTHY A. CLARY","width":1500,"height":1082},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-cxJB9sj\/0\/L\/i-cxJB9sj-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-cxJB9sj\/0\/50x50\/i-cxJB9sj-50x50.jpg","caption":"New Yorkers clean up the morning after Hurricane Sandy made landfall.  The storm left large parts of New York City without power and transportation. The death toll from superstorm Sandy has risen to 16 in the mainland United States and Canada, and was expected to climb further as several people were still missing, officials said Tuesday.  Connecticut, New York, New Jersey, Maryland, Pennsylvania, West Virginia and North Carolina reported 15 dead from the massive storm system, and Toronto police said a Canadian woman was killed by flying debris.   AFP PHOTO \/ TIMOTHY A. CLARY","width":1500,"height":1030},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-NMvTwKb\/0\/L\/i-NMvTwKb-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-NMvTwKb\/0\/50x50\/i-NMvTwKb-50x50.jpg","caption":"A woman pulls a piece of porch off her home as water crashes over her on Winthrop Shore Drive as heavy winds and waves rip the region from Hurricane Sandy on October 29, 2012 in Winthrop, Massachusetts. Hurricane Sandy, which threatens 50 million people in the eastern third of the U.S., is expected to bring days of rain, high winds and possibly heavy snow to a wide area on the U.S. East Coast. (Photo by Darren McCollester\/Getty Images)","width":1500,"height":996},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-q3CSX2k\/0\/L\/i-q3CSX2k-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-q3CSX2k\/0\/50x50\/i-q3CSX2k-50x50.jpg","caption":"People walk down a flooded street as Hurricane Sandy moves up the coast on October 29, 2012 in Atlantic City, New Jersey.  Governor Chris Christie's emergency declaration is shutting down the city's casinos and 30,000 residents were ordered to evacuate.   (Photo by Mario Tama\/Getty Images)","width":1500,"height":1059},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-VVcfMjv\/0\/L\/i-VVcfMjv-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-VVcfMjv\/0\/50x50\/i-VVcfMjv-50x50.jpg","caption":"Waves crash over Winthrop Shore Drive as Hurricane Sandy comes up the coast on October 29, 2012 in Winthrop, Massachusetts. Hurricane Sandy, which threatens 50 million people in the eastern third of the U.S., is expected to bring days of rain, high winds and possibly heavy snow to a wide area on the U.S. East Coast. (Photo by Darren McCollester\/Getty Images)","width":1500,"height":994},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-JT3psmN\/0\/L\/i-JT3psmN-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-JT3psmN\/0\/50x50\/i-JT3psmN-50x50.jpg","caption":"A news reporter stands in heavy rain as he waits to report live from battery park, Monday, Oct. 29, 2012, in New York. Sandy continued on its path Monday, as the storm forced the shutdown of mass transit, schools and financial markets, sending coastal residents fleeing, and threatening a dangerous mix of high winds and soaking rain.  (AP Photo\/ John Minchillo)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-JrSQfZ7\/0\/L\/i-JrSQfZ7-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-JrSQfZ7\/0\/50x50\/i-JrSQfZ7-50x50.jpg","caption":"A darkened Manhattan is viewed after much of the city lost electricity due to the affects of Hurricane Sandy on October 30, 2012 in New York, United States. At least 33 people were reported killed in the United States by Sandy as millions of people in the eastern United States have awoken to widespread power outages, flooded homes and downed trees. New York City was his especially hard with wide spread power outages and significant flooding in parts of the city. (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-FKgNzqV\/0\/L\/i-FKgNzqV-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-FKgNzqV\/0\/50x50\/i-FKgNzqV-50x50.jpg","caption":"A general view of submerged cars on Ave. C and 7th st, after severe flooding caused by Hurricane Sandy, on October 30, 2012 in Manhattan, New York. The storm has claimed at least 16 lives in the United States, and has caused massive flooding across much of the Atlantic seaboard. US President Barack Obama has declared the situation a 'major disaster' for large areas of the US East Coast including New York City, with wide spread power outages and significant flooding in parts of the city. (Photo by Christos Pathiakis\/Getty Images)","width":1500,"height":996},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-7WrDMrk\/0\/L\/i-7WrDMrk-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-7WrDMrk\/0\/50x50\/i-7WrDMrk-50x50.jpg","caption":"A truck drives through a flooded street, caused by Hurricane Sandy, near the north side of Ground Zero on October 30, 2012 in the Financial District of New York, United States. The storm has claimed at least 33 lives in the United States, and has caused massive flooding across much of the Atlantic seaboard. US President Barack Obama has declared the situation a 'major disaster' for large areas of the US East Coast including New York City. (Photo by Andrew Burton\/Getty Images)","width":1500,"height":832},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-dwSH8Q6\/0\/L\/i-dwSH8Q6-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-dwSH8Q6\/0\/50x50\/i-dwSH8Q6-50x50.jpg","caption":"Blaine Badick and her fiancee Andrew Grapsas cross a flooded street with their dog while leaving their home October 31, 2012 in Hoboken, New Jersey.  Hurricane Sandy which made landfall along the New Jersey shore, has left parts of the state and the surrounding area flooded and without power. AFP PHOTO\/Brendan SMIALOWSKI","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-BHFnmPZ\/0\/L\/i-BHFnmPZ-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-BHFnmPZ\/0\/50x50\/i-BHFnmPZ-50x50.jpg","caption":"An emergency responder helps evacuate two people with a boat after their neighborhood experienced flooding due to Hurricane Sandy, on October 30, 2012, in Little Ferry, New Jersey. The storm has claimed at least 16 lives in the United States, and has caused massive flooding across much of the Atlantic seaboard. US President Barack Obama has declared the situation a 'major disaster' for large areas of the US East Coast including New York City. (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-rKqNth8\/0\/L\/i-rKqNth8-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-rKqNth8\/0\/50x50\/i-rKqNth8-50x50.jpg","caption":"Firefighters work on a fire at a building after Hurricane Sandy on October 30, 2012 in the Rockaway section of the Queens borough of New York City. At least 40 people were reportedly killed in the U.S. by Sandy as millions of people in the eastern United States have awoken to widespread power outages, flooded homes and downed trees. New York City was hit especially hard with wide spread power outages and significant flooding in parts of the city.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-6r5VTjw\/0\/L\/i-6r5VTjw-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-6r5VTjw\/0\/50x50\/i-6r5VTjw-50x50.jpg","caption":"A man hands a dog to first responders while being evacuated due to flood waters caused by Hurricane Sandy on October 30, 2012 in New York City. The storm has claimed at least 40 lives in the United States, and has caused massive flooding across much of the Atlantic seaboard. US President Barack Obama has declared the situation a 'major disaster' for large areas of the US East Coast including New York City. (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-V32Tjxz\/0\/L\/i-V32Tjxz-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-V32Tjxz\/0\/50x50\/i-V32Tjxz-50x50.jpg","caption":"Power lines rest at a 45 degree angle on Clinton Avenue in the aftermath of Hurricane Sandy on October 30, 2012 in Huntington, New York. The storm has claimed at least a few dozen lives in the United States, and has caused massive flooding across much of the Atlantic seaboard. U.S. President Barack Obama has declared the situation a \"major disaster\" for large areas of the U.S. east coast, including New York City.  (Photo by Bruce Bennett\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-2JCphxm\/0\/L\/i-2JCphxm-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-2JCphxm\/0\/50x50\/i-2JCphxm-50x50.jpg","caption":"The HMS Bounty, a 180-foot sailboat, is submerged in the Atlantic Ocean during Hurricane Sandy approximately 90 miles southeast of Hatteras, North Carolina, on October 29, 2012. Of the 16-person crew, the Coast Guard rescued 14, recovered a woman who was later pronounced dead and are searching for the captain. The HMS Bounty was built for the 1962 film Mutiny On The Bounty and was also used in Pirates Of The Caribbean. Hurricane Sandy, which threatens 50 million people in the eastern third of the U.S., is expected to bring days of rain, high winds and possibly heavy snow.  (Photo by Petty Officer 2nd Class Tim Kuklewski\/ \/U.S. Coast Guard via Getty Images)","width":1500,"height":1005},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-gp3s435\/0\/L\/i-gp3s435-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-gp3s435\/0\/50x50\/i-gp3s435-50x50.jpg","caption":"Waves break in front of a destroyed amusement park wrecked by Superstorm Sandy on October 31, 2012 in Seaside Heights, New Jersey. At least 50 people were reportedly killed in the U.S. by Sandy with New Jersey suffering massive damage and power outages.   (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-XPskFdT\/0\/L\/i-XPskFdT-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-XPskFdT\/0\/50x50\/i-XPskFdT-50x50.jpg","caption":"Damaged rides and debris are strewn across the Keansburg Amusement Park after Superstorm Sandy swept across the region, on November 1, 2012 in Keansburg, New Jersey. Superstorm Sandy, which has left millions without power or water, continues to effect business and daily life throughout much of the eastern seaboard.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-5KcScfg\/0\/L\/i-5KcScfg-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-5KcScfg\/0\/50x50\/i-5KcScfg-50x50.jpg","caption":"An abandoned police car is viewed on the heavily damaged beach in the Rockaway section of Brooklyn after Hurricane Sandy on October 31, 2012 in the Queens borough of New York City. With the death toll currently at 55 and millions of homes and businesses without power, the US East Coast is attempting to recover from the affects of floods, fires and power outages brought on by Hurricane Sandy. JFK airport in New York and Newark airport in New Jersey expect to resume flights on Wednesday morning and the New York Stock Exchange commenced trading after being closed for two days.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-FRv9sh6\/0\/L\/i-FRv9sh6-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-FRv9sh6\/0\/50x50\/i-FRv9sh6-50x50.jpg","caption":"A newspaper dispenser sits on a sand covered road, on October 30, 2012 in Ocean City, New Jersey. Hurricane Sandy made landfall last night on the New Jersey coastline bringing heavy winds and record floodwaters.  (Photo by Mark Wilson\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-LLbfJt9\/0\/L\/i-LLbfJt9-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-LLbfJt9\/0\/50x50\/i-LLbfJt9-50x50.jpg","caption":"Firefighter Chris Vliet walks away from a beach front home damaged by Hurricane Sandy on October 30, 2012 in Ocean City, New Jersey. Sandy made landfall last night on the New Jersey coastline bringing heavy winds and record floodwaters. At least two dozen people were reported killed in the United States as millions of people in the eastern United States are experiencing widespread power outages, flooded homes and downed trees. (Photo by Mark Wilson\/Getty Images)","width":1500,"height":1024},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-KCptzxd\/0\/L\/i-KCptzxd-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-KCptzxd\/0\/50x50\/i-KCptzxd-50x50.jpg","caption":"Debris from Superstorm Sandy is seen on a beach November 8, 2012 in Long Branch, New Jersey. Meanwhile a nor'easter storm plunged temperatures to below freezing, bringing more misery to many residents throughout New York and New Jersey still without power. (Photo by Allison Joyce\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-8f62kjF\/0\/L\/i-8f62kjF-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-8f62kjF\/0\/50x50\/i-8f62kjF-50x50.jpg","caption":"People look at homes and businesses destroyed during Hurricane Sandy on October 30, 2012 in the Rockaway section of the Queens borough of New York City. At least 40 people were reportedly killed in the U.S. by Sandy as millions of people in the eastern United States have awoken to widespread power outages, flooded homes and downed trees. New York City was hit especially hard with wide spread power outages and significant flooding in parts of the city.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-2rrxLFR\/0\/L\/i-2rrxLFR-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-2rrxLFR\/0\/50x50\/i-2rrxLFR-50x50.jpg","caption":"A newly built protective sea wall stands in front of beachfront property in the Belle Harbor neighborhood on October 9, 2013 in the Queens borough of New York City. Nearly one year after Hurricane Sandy devastated much of the area with severe flooding and wind damage, the Rockaways and Belle Harbor   have made great headway with rebuilding and renovations to the iconic beach community. Despite the progress, the community is still reeling from the destruction of the world famous boardwalk and the closure of many area businesses. Hurricane Sandy made landfall on October 29 near Brigantine, New Jersey and affected 24 states from Florida to Maine and cost the country an estimated $65 billion.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-3pPsdzv\/0\/L\/i-3pPsdzv-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-3pPsdzv\/0\/50x50\/i-3pPsdzv-50x50.jpg","caption":"Homes severely damaged  by Superstorm Sandy, are seen along the beach in Mantoloking, N.J. on April 25, 2013. Mantoloking and Ocean City N.J. are moving soon in court to seize control of narrow strips of beachfront land from property owners whose refusal to grant permission for the work has been blocking a desperately needed protective dune system along New Jersey's 127-mile coast. (AP Photo\/Mel Evans)","width":1500,"height":1013},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-nSDcv4t\/0\/L\/i-nSDcv4t-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-nSDcv4t\/0\/50x50\/i-nSDcv4t-50x50.jpg","caption":"The destroyed remains of a home sit in the sand on November 21, 2012 in Mantoloking, New Jersey. Mantoloking was one of the hardest hit areas by Superstorm Sandy.   (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-q9KRZVK\/0\/L\/i-q9KRZVK-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-q9KRZVK\/0\/50x50\/i-q9KRZVK-50x50.jpg","caption":"Flood waters from Hurricane Sandy cover a parking lot on October 30, 2012 in Toms River, New Jersey. The storm has claimed at least 40 lives in the United States, and has caused massive flooding across much of the Atlantic seaboard. US President Barack Obama has declared the situation a 'major disaster' for large areas of the US East Coast including New York City. (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-7SQTn7B\/0\/L\/i-7SQTn7B-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-7SQTn7B\/0\/50x50\/i-7SQTn7B-50x50.jpg","caption":"A flooded Brooklyn Battery park Tunnel on October 30, 2012. The death toll from superstorm Sandy has risen to 16 in the mainland United States and Canada, and was expected to climb further as several people were still missing, officials said Tuesday.  Connecticut, New York, New Jersey, Maryland, Pennsylvania, West Virginia and North Carolina reported 15 dead from the massive storm system, and Toronto police said a Canadian woman was killed by flying debris.   AFP PHOTO \/ TIMOTHY A. CLARY","width":1500,"height":998},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-gv5xHDH\/0\/L\/i-gv5xHDH-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-gv5xHDH\/0\/50x50\/i-gv5xHDH-50x50.jpg","caption":"People take photos of water filling the entrance of The Plaza Shops in Battery Park in New York on October 30, 2012 as New Yorkers cope with the aftermath of Hurricane Sandy. The storm left large parts of New York City without power and transportation.     AFP PHOTO \/ TIMOTHY A. CLARY","width":1500,"height":997},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-NR23k4R\/0\/L\/i-NR23k4R-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-NR23k4R\/0\/50x50\/i-NR23k4R-50x50.jpg","caption":"Floodwaters rise above the top stair of an escalator in New York City's South Ferry station in the wake of Superstorm Sandy on Oct. 30, 2012. More than three decades before Sandy, a state law and a series of legislative reports began warning New York politicians to prepare for a storm of historic proportions, spelling out scenarios eerily similar to what actually happened. (AP Photo\/Metropolitan Transportation Authority, File)","width":1500,"height":1025},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-dMbxhgx\/0\/L\/i-dMbxhgx-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-dMbxhgx\/0\/50x50\/i-dMbxhgx-50x50.jpg","caption":"Cars floating in a flooded basement following Hurricane Sandy on October 30, 2012 in the Financial District of New York, United States. The storm has claimed at least 33 lives in the United States, and has caused massive flooding across much of the Atlantic seaboard. US President Barack Obama has declared the situation a 'major disaster' for large areas of the US East Coast including New York City. (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-zW2xPS3\/0\/L\/i-zW2xPS3-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-zW2xPS3\/0\/50x50\/i-zW2xPS3-50x50.jpg","caption":"Dale Kelly sits on a bench on a flooded street, October 30, 2012 in Ocean City, New Jersey. Hurricane Sandy made landfall last night on the New Jersey coastline bringing heavy winds and record floodwaters.  (Photo by Mark Wilson\/Getty Images)","width":1500,"height":981},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-7hGcqWF\/0\/L\/i-7hGcqWF-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-7hGcqWF\/0\/50x50\/i-7hGcqWF-50x50.jpg","caption":"People stand outside their apartment building October 31, 2012 in Hoboken, New Jersey.  Hurricane Sandy which made landfall along the New Jersey shore, has left parts of the state and the surrounding area flooded and without power.   AFP PHOTO\/Brendan SMIALOWSKI","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-b7KsMHW\/0\/L\/i-b7KsMHW-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-b7KsMHW\/0\/50x50\/i-b7KsMHW-50x50.jpg","caption":"Con Edison employees monitor the drainage of water being pumped out of Seven World Trade Center, caused by Hurricane Sandy, on October 30, 2012 in the Financial District of New York, United States. The storm has claimed at least 33 lives in the United States, and has caused massive flooding across much of the Atlantic seaboard.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-njmpdRH\/0\/L\/i-njmpdRH-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-njmpdRH\/0\/50x50\/i-njmpdRH-50x50.jpg","caption":"People look at destruction in South Street Seaport  October 30, 2012 as New Yorkers clean up the morning after Hurricane Sandy made landfall.  The storm left large parts of New York City without power and transportation. The death toll from superstorm Sandy has risen to 16 in the mainland United States and Canada, and was expected to climb further as several people were still missing, officials said Tuesday.  Connecticut, New York, New Jersey, Maryland, Pennsylvania, West Virginia and North Carolina reported 15 dead from the massive storm system, and Toronto police said a Canadian woman was killed by flying debris.\nAFP PHOTO \/ TIMOTHY A. CLARY","width":1500,"height":1018},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-nGw2Nsb\/0\/L\/i-nGw2Nsb-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-nGw2Nsb\/0\/50x50\/i-nGw2Nsb-50x50.jpg","caption":"A customer browses food piled into shopping carts on Brighton Beach Avenue, Wednesday, Oct. 31, 2012, in the Brooklyn borough of New York. People in the coastal corridor battered by superstorm Sandy took the first cautious steps Wednesday to reclaim routines upended by the disaster, even as rescuers combed neighborhoods strewn with debris and scarred by floods and fire. (AP Photo\/ John Minchillo)","width":1500,"height":1045},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-dK7qXz2\/0\/L\/i-dK7qXz2-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-dK7qXz2\/0\/50x50\/i-dK7qXz2-50x50.jpg","caption":"A man fills up jerry cans with gasoline as others wait in line on November 1, 2012 in Hazlet township, New Jersey. United States. Superstorm Sandy, which has left millions without power or water, continues to effect business and daily life throughout much of the eastern seaboard.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":877},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-vHfR8p6\/0\/L\/i-vHfR8p6-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-vHfR8p6\/0\/50x50\/i-vHfR8p6-50x50.jpg","caption":"Shoppers grab the few remaining water bottles from the shelves at the Waldbaums grocery store as Hurricane Sandy approaches on October 28, 2012 in Long Beach, New York. The storm, which could affect tens of millions of people in the eastern third of the U.S., is expected to bring days of rain, high winds and possibly heavy snow in parts of Ohio and West Virginia. New York Governor Andrew Cuomo announced that New York City will close its bus, subway and commuter rail service Sunday evening ahead of the storm.  (Photo by Mike Stobe\/Getty Images)","width":1500,"height":1013},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-jtN2NhT\/0\/L\/i-jtN2NhT-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-jtN2NhT\/0\/50x50\/i-jtN2NhT-50x50.jpg","caption":"Volunteers unload diapers for distribution at an aid center set up at the Long Island Ice Arena for those affected by Superstorm Sandy on November 4, 2012 in Long Beach, New York. Hundreds of volunteers came together to help distribute food and clothing to fellow residents affected by the storm, which caused widespread devastation on the island.  (Photo by John Moore\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-4Jq3W6j\/0\/L\/i-4Jq3W6j-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-4Jq3W6j\/0\/50x50\/i-4Jq3W6j-50x50.jpg","caption":"US Republican presidential candidate Mitt Romney helps collect and pack donated goods as he attends a storm relief campaign event to help people who suffered from storm Sandy, in Kettering, Ohio, on October 30, 2012. The death toll from superstorm Sandy has risen to 32 in the mainland United States and Canada, and was expected to climb further as several people were still missing, officials said. Officials in the US states of Connecticut, New York, New Jersey, Maryland, Pennsylvania, West Virginia and North Carolina all reported deaths from the massive storm system, while Toronto police said a Canadian woman was killed by flying debris.    EMMANUEL DUNAND\/AFP\/Getty Images","width":1500,"height":998},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-BrTVq5F\/0\/L\/i-BrTVq5F-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-BrTVq5F\/0\/50x50\/i-BrTVq5F-50x50.jpg","caption":"A resident of Staten Island's New Dorp Beach neighborhood carries a basket full of clothes and other items on her street that was devastated by Superstorm Sandy, Monday, Nov. 5, 2012, in New York. Although many areas of the metropolitan area are beginning to return to normal, neighborhoods of Staten Island's southern shore remain without power as the cleanup continues. (AP Photo\/ John Minchillo)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-V4bgJ9F\/0\/L\/i-V4bgJ9F-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-V4bgJ9F\/0\/50x50\/i-V4bgJ9F-50x50.jpg","caption":"North Carolina 12 is buckled from pounding surf leading into Mirlo Beach in Rodanthe, N.C. on Tuesday, Oct. 30, 2012. People on North Carolina's Outer Banks are facing some flooding and damage from Hurricane Sandy, but emergency management officials say it could have been worse. North Carolina Transportation Department spokeswoman Greer Beaty said the highway was closed Tuesday until crews inspect the road. (AP Photo\/The Virginian-Pilot, Steve Earley)","width":1500,"height":995},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-XfS8NVK\/0\/L\/i-XfS8NVK-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-XfS8NVK\/0\/50x50\/i-XfS8NVK-50x50.jpg","caption":"A view of storm damage over the Atlantic Coast  from the helicopter as President Obama and Governor Christie view the damage in Seaside Heights, New Jersey, on October 31, 2012. Americans sifted through the wreckage of superstorm Sandy on Wednesday as millions remained without power. The storm carved a trail of devastation across New York City and New Jersey, killing dozens of people in several states, swamping miles of coastline, and throwing the tied-up White House race into disarray just days before the vote. AFP PHOTO\/POOL\/Doug Mills","width":1500,"height":942},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-V94r9Hh\/0\/L\/i-V94r9Hh-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-V94r9Hh\/0\/50x50\/i-V94r9Hh-50x50.jpg","caption":"The view of storm damage over the Atlantic Coast from the helicopter behind Marine One with US President Barack Obama and Governor Christie as they view the Hurricane Sandy damage in New Jersey, on October 31, 2012. Americans sifted through the wreckage of superstorm Sandy on Wednesday as millions remained without power. The storm carved a trail of devastation across New York City and New Jersey, killing dozens of people in several states, swamping miles of coastline, and throwing the tied-up White House race into disarray just days before the vote. AFP PHOTO\/POOL\/Doug Mills","width":1500,"height":923},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-GDHnbwH\/0\/L\/i-GDHnbwH-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-GDHnbwH\/0\/50x50\/i-GDHnbwH-50x50.jpg","caption":"People gather around the remains of burned homes after Superstorm Sandy on October 31, 2012 in the Breezy Point neighborhood of the Queens borough of New York City. Over 50 homes were reportedly destroyed in a fire during the storm. At least 50 people were reportedly killed in the U.S. by Sandy. New York City was hit especially hard with widespread power outages and significant flooding in parts of the city. (Photo by Mario Tama\/Getty Images)","width":1500,"height":957},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-zBt9SC7\/0\/L\/i-zBt9SC7-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-zBt9SC7\/0\/50x50\/i-zBt9SC7-50x50.jpg","caption":"A car is buried in sand that was washed in from Hurricane Sandy on October 31, 2012 in Long Beach Island, New Jersey. Earlier in the week Hurricane Sandy made landfall on New Jersey coastline bringing heavy winds and record floodwaters.  (Photo by Mark Wilson\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-qkqDKPP\/0\/L\/i-qkqDKPP-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-qkqDKPP\/0\/50x50\/i-qkqDKPP-50x50.jpg","caption":"A beachside house, deemed uninhabitable by the New York City Department of Buildings, is left in ruins in the Belle Harbor neighborhood of the Rockaways, in New York on Nov. 19, 2012. More than three decades before Superstorm Sandy, a state law and a series of legislative reports began warning New York politicians to prepare for a storm of historic proportions, spelling out scenarios eerily similar to what actually happened. (AP Photo\/Kathy Willens, File)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-vBcr3T3\/0\/L\/i-vBcr3T3-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-vBcr3T3\/0\/50x50\/i-vBcr3T3-50x50.jpg","caption":"Robert Justh drags a hose while attempting to drain a flooded basement, caused by Hurricane Sandy, on October 31, 2012 in Long Beach, New York.The storm has claimed many lives in the United States and has caused massive flooding across much of the Atlantic seaboard. U.S. President Barack Obama has declared the situation a 'major disaster' for large areas of the U.S. east coast, including New York City, with widespread power outages and significant flooding in parts of the city.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":908},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-GpkfzZW\/0\/L\/i-GpkfzZW-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-GpkfzZW\/0\/50x50\/i-GpkfzZW-50x50.jpg","caption":"Barbara Young digs sand out from her front door, which was caused by Hurricane Sandy, on October 31, 2012 in Long Beach, New York.The storm has claimed many lives in the United States and has caused massive flooding across much of the Atlantic seaboard. U.S. President Barack Obama has declared the situation a 'major disaster' for large areas of the U.S. east coast, including New York City, with widespread power outages and significant flooding in parts of the city.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-v4K8gNp\/0\/L\/i-v4K8gNp-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-v4K8gNp\/0\/50x50\/i-v4K8gNp-50x50.jpg","caption":"A flooded home near the beach is blocked off in the heavily damaged Rockaway neighborhood where a large section of the iconic boardwalk was washed away on November 16, 2012 in the Queens borough of New York City. More than two weeks after Superstorm Sandy slammed into parts of New York and New Jersey, thousands are still without power and heat.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-3MMrVZB\/0\/L\/i-3MMrVZB-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-3MMrVZB\/0\/50x50\/i-3MMrVZB-50x50.jpg","caption":"A swan swims near the flooded home of the Maziekien family on November 21, 2012 in Mantoloking, New Jersey. Mantoloking was one of the hardest hit areas by Superstorm Sandy.    (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-8Q6qdCj\/0\/L\/i-8Q6qdCj-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-8Q6qdCj\/0\/50x50\/i-8Q6qdCj-50x50.jpg","caption":"Boats are strewn among buildings amid wreckage from Superstorm Sandy on October 31, 2012 in Sea Bright, New Jersey. At least 50 people were reportedly killed in the U.S. by Sandy with New Jersey suffering massive damage and power outages. (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-DsCG5HJ\/0\/L\/i-DsCG5HJ-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-DsCG5HJ\/0\/50x50\/i-DsCG5HJ-50x50.jpg","caption":"Rescue workers walk past homes wrecked by Superstorm Sandy on October 31, 2012 in Seaside Heights, New Jersey. At least 50 people were reportedly killed in the U.S. by Sandy with New Jersey suffering massive damage and power outages.  (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-4S6n6Dp\/0\/L\/i-4S6n6Dp-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-4S6n6Dp\/0\/50x50\/i-4S6n6Dp-50x50.jpg","caption":"Brian Hajeski, 41, of Brick, N.J., reacts after looking at debris of a home that washed up on to the Mantoloking Bridge the morning after superstorm Sandy rolled through, Tuesday, Oct. 30, 2012, in Mantoloking, N.J. Sandy, the storm that made landfall Monday, caused multiple fatalities, halted mass transit and cut power to more than 6 million homes and businesses. (AP Photo\/Julio Cortez)","width":1500,"height":995},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-JVw35jm\/0\/L\/i-JVw35jm-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-JVw35jm\/0\/50x50\/i-JVw35jm-50x50.jpg","caption":"Flags decorate a fence Thursday, April 25, 2013, in Brick, N.J., around the burned remains of more than 60 small bungalows at Camp Osborn which were destroyed last October during Superstorm Sandy. Six months after Sandy devastated the Jersey shore and New York City and pounded coastal areas of New England, the region is dealing with a slow and frustrating recovery. (AP Photo\/Mel Evans)","width":1500,"height":959},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-T93CFrH\/0\/L\/i-T93CFrH-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-T93CFrH\/0\/50x50\/i-T93CFrH-50x50.jpg","caption":"People walk by a destroyed section of the Rockaway boardwalk in the heavily damaged Rockaway section of Queens after the historic boardwalk was washed away during Hurricane Sandy on October 31, 2012 in the Queens borough of New York City. With the death toll currently at 55 and millions of homes and businesses without power, the US East Coast is attempting to recover from the affects of floods, fires and power outages brought on by Hurricane Sandy. JFK airport in New York and Newark airport in New Jersey expect to resume flights on Wednesday morning and the New York Stock Exchange commenced trading after being closed for two days.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-BbQZRzZ\/0\/L\/i-BbQZRzZ-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-BbQZRzZ\/0\/50x50\/i-BbQZRzZ-50x50.jpg","caption":"Homes sit in ruin next to the Atlantic Ocean after being destroyed by Hurricane Sandy on October 31, 2012 in Seaside Heights, New Jersey.  At least 50 people were reportedly killed in the U.S. by Sandy with New Jersey suffering massive damage and power outages.  (Photo by Mario Tama\/Getty Images)","width":1500,"height":898},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-RChnWBb\/0\/L\/i-RChnWBb-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-RChnWBb\/0\/50x50\/i-RChnWBb-50x50.jpg","caption":"Homes are surrounded by sand washed in by Superstorm Sandy on October 31, 2012 in Seaside Heights, New Jersey. At least 50 people were reportedly killed in the U.S. by Sandy with New Jersey suffering massive damage and power outages. (Photo by Mario Tama\/Getty Images)","width":1500,"height":888},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-rTrr7GZ\/0\/L\/i-rTrr7GZ-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-rTrr7GZ\/0\/50x50\/i-rTrr7GZ-50x50.jpg","caption":"Property damaged along the New Jersey coast caused by Hurricane Sandy October 30, 2012 in New Jersey. The storm has claimed many lives in the United States and has caused massive flooding across much of the Atlantic seaboard. U.S. President Barack Obama has declared the situation a \"major disaster\" for large areas of the U.S. east coast, including New York City, with widespread power outages and significant flooding in parts of the city.  (Photo by Petty Officer 2nd Class Erik Swanson\/U.S. Coast Guard via Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-WGWwXb9\/0\/L\/i-WGWwXb9-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-WGWwXb9\/0\/50x50\/i-WGWwXb9-50x50.jpg","caption":"Sand washed in by Superstorm Sandy partially fills a pool on November 21, 2012 in Mantoloking, New Jersey. Mantoloking was one of the areas hit hardest by Superstorm Sandy.   (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-cDCvtCV\/0\/L\/i-cDCvtCV-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-cDCvtCV\/0\/50x50\/i-cDCvtCV-50x50.jpg","caption":"Men survey a large tree that fell during Hurricane Sandy on October 30, 2012 in Washington, DC. The storm has claimed at least 33 lives in the United States, and has caused massive flooding across much of the Atlantic seaboard. US President Barack Obama has declared the situation a 'major disaster' for large areas of the US East Coast including New York City, with wide spread power outages and significant flooding in parts of the city. (Photo by Brendan Hoffman\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-Vf5TC3t\/0\/L\/i-Vf5TC3t-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-Vf5TC3t\/0\/50x50\/i-Vf5TC3t-50x50.jpg","caption":"Clifford Seay helps his girlfriend clean out her home, which was damaged by Superstorm Sandy, on November 1, 2012 in Highlands, New Jersey. Superstorm Sandy, which has left millions without power or water, continues to affect business and daily life throughout much of the eastern seaboard.  (Photo by Andrew Burton\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-CGc2Shq\/0\/L\/i-CGc2Shq-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-CGc2Shq\/0\/50x50\/i-CGc2Shq-50x50.jpg","caption":"Ronald Forster looks from the back door of his flood-damaged home on November 1, 2012  in the Ocean Breeze area of the Staten Island borough of New York City. Most homes in the seaside community were inundated by the ocean surge caused by Superstorm Sandy.  (Photo by John Moore\/Getty Images)","width":1500,"height":1036},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-LBFN2kc\/0\/L\/i-LBFN2kc-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-LBFN2kc\/0\/50x50\/i-LBFN2kc-50x50.jpg","caption":"A sign marks the front door of a condemned house on November 1, 2012 in the Ocean Breeze area of the Staten Island borough of New York City. Most homes in the seaside community were inundated by the ocean surge caused by Superstorm Sandy.  (Photo by John Moore\/Getty Images)","width":1500,"height":1037},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-NZrzJ8H\/0\/L\/i-NZrzJ8H-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-NZrzJ8H\/0\/50x50\/i-NZrzJ8H-50x50.jpg","caption":"Rocky Minotti uses a pump to remove ten feet of flood water from his family's home October 30, 2012 in Little Ferry, New Jersey.  Hurricane Sandy which hit New York and New Jersey left much of Bergen County flooded and without power.   AFP PHOTO\/Brendan SMIALOWSKI","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-Cs9zJFk\/0\/L\/i-Cs9zJFk-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-Cs9zJFk\/0\/50x50\/i-Cs9zJFk-50x50.jpg","caption":"Clean-up workers walk down a street in the heavily damaged South Street Seaport affected by Superstorm Sandy on December 3, 2012 in New York City. South Street Seaport, an area popular with tourists which was about to go through a major redevelopment, suffered severe damage from Hurricane Sandy. Most of the buildings and businesses, including the South Street Seaport Museum, suffered severe flooding and remained closed. According to a new Siena Research Institute poll, most New Yorkers overwhelmingly agree that climate change was behind Hurricane Sandy.  (Photo by Spencer Platt\/Getty Images)","width":1500,"height":1000},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-pMPX4wK\/0\/L\/i-pMPX4wK-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-pMPX4wK\/0\/50x50\/i-pMPX4wK-50x50.jpg","caption":"Tubes carry hot air being pumped into a Financial District building that flooded in an attempt to dry out the building following Superstorm Sandy in lower Manhattan on November 19, 2012 in New York City. Many of the office towers in the low lying Financial District which flooded remain closed due to damage to heating and electrical infrastructure.  Many other buildings in the area are being powered by generators.  (Photo by Mario Tama\/Getty Images)","width":1500,"height":1001},{"fullUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-7FGdr4Q\/0\/L\/i-7FGdr4Q-L.jpg","customUrl":"http:\/\/mediacenter.smugmug.com\/photos\/i-7FGdr4Q\/0\/50x50\/i-7FGdr4Q-50x50.jpg","caption":"US President Barack Obama (R) is greeted by New Jersey Governor Chris Christie upon arriving in Atlantic City, New Jersey, on October 31, 2012 to visit areas hardest hit by the unprecedented cyclone Sandy. Americans sifted through the wreckage of superstorm Sandy on Wednesday as millions remained without power. The storm carved a trail of devastation across New York City and New Jersey, killing dozens of people in several states, swamping miles of coastline, and throwing the tied-up White House race into disarray just days before the vote. AFP PHOTO\/Jewel Samad","width":1500,"height":1008}]}}